"""Модуль вопросов."""

easy = [
    {
    "text": "Это очень длинный вопрос, который должен переноситься на следующую строку автоматически, чтобы не выходить за границы экрана.",  # noqa: E501
    "options": ["Ответ 1", "Ответ 2", "Ответ 3", "Ответ 4"],
    "answer_idx": 0,
    },
    {
        "text": "HeilHHeilHHeilHHeilH",
        "options": [
            "HeilH",
            "he",
            "hi",
            "hello",
        ],
        "answer_idx": 0,
    },
    {
        "text": "2",
        "options": [
            "21",
            "22",
            "23",
            "24",
        ],
        "answer_idx": 0,
    },
    {
        "text": "3",
        "options": [
            "31",
            "32",
            "33",
            "34",
        ],
        "answer_idx": 0,
    },
    {
        "text": "Вы выйграли",
        "options": [],
        "answer_idx": 0,
    },
]
